/* Some details about the app */
"About Prod" = "About Prod";

/* Asking to confirm canceling */
"Are you sure?" = "Etes-vous sur?";

/* Tap here to become a premium user */
"Become a premium user" = "Become a premium user";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Choose the days of the week for the reminder to repeat */
"Choose days of the week" = "Choisir les jours de la semaine";

/* Complete the task */
"Complete" = "Compléter";

/* The task has been completed */
"Completed" = "Complété";

/* The user does not wish to lose changes */
"Continue editing" = "Continuer la modification";

/* No comment provided by engineer. */
"Custom Snooze Option" = "Snooze personnalisé";

/* in a list */
"days" = "jours";

/* No comment provided by engineer. */
"Default Snooze Options" = "Default Snooze Options";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* Delete 'reminder name' */
"Delete \"\((incomingReminder?.name)!)\" ?" = "Supprimer \"\((incomingReminder?.name)!)\" ?";

/* The user wishes to lose changes */
"Discard changes" = "Annuler les modifications";

/* every Monday; every Wed, Thu, Sun */
"every " = "chaque ";

/* Send ideas, complaints */
"Feedback" = "Votre opinion";



/* Abbreviation of Friday */
"Fr" = "ve";

/* Day of the week */
"Friday" = "vendredi";

/* in a list */
"hours" = "heures";

/* 1 minute */
"minute" = "minute";

/* More than 1 minute */
"minutes" = "minutes";

/* Abbreviation of Monday */
"Mo" = "lu";

/* Week, day, months */
"Modify custom interval" = "Modifier l'intervalle choisie";

/* The selected days of the week when the reminder repeats */
"Modify selected days of the week" = "Modifier les jours choisis";

/* Day of the week */
"Monday" = "lundi";

/* No comment provided by engineer. */
"months" = "mois";

/* Reminder never repeats */
"Never" = "Jamais";

/* These days will be used to repeat a reminder */
"Pick one or more days" = "Choisir un ou plusieurs jours";

/* Tap here to see premium features */
"Premium Features" = "Fonctionnalité premium";

/* Repeat every day, every 2 weeks
   Repeat every Monday */
"Repeat every" = "Répéter chaque";

/* The user taps to choose which days she wants the reminder to repeat on */
"Repeat on selected days of the week" = "Répéter certains jours de la semaine";

/* Pick an interval, like a week, or a day, to select when reminder should repeat */
"Repeat using a custom interval" = "Répéter avec une intervalle personnalisée";

/* Abbreviation of Saturday */
"Sa" = "sa";

/* Day of the week */
"Saturday" = "samedi";

/* Week, day, months */
"Set custom interval" = "Choisir une intervalle";

/* Abbreviation of Sunday */
"Su" = "di";

/* Day of the week */
"Sunday" = "dimanche";

/* Add extra details to a reminder, like who you need to meet, where you need to go */
"Tap to enter extra details here" = "Ajouter plus de détails ici.";

/* Abbreviation of Thursday */
"Th" = "je";

/* Day of the week */
"Thursday" = "jeudi";

/* No comment provided by engineer. */
"Today" = "aujourd'hui";

/* No comment provided by engineer. */
"Tomorrow" = "demain";

/* Abbreviation of Tuesday */
"Tu" = "ma";

/* Day of the week */
"Tuesday" = "mardi";

/* Abbreviation of Wednesday */
"We" = "me";

/* Day of the week */
"Wednesday" = "mercredi";

/* No comment provided by engineer. */
"weeks" = "semaines";

/* This is placeholder for the reminders name */
"What would you like to remember?" = "Que voulez-vous retenir?";

/* No comment provided by engineer. */
"years" = "années";

/* No comment provided by engineer. */
"Yesterday" = "hier";

/* No comment provided by engineer. */
"You cannot undo this" = "Cela ne peut pas être annulé";

/* All changes to the reminder that you are editing */
"You will lose all changes" = "Toute modification sera perdue";

/* Pick how many minutes are changed when you change the clock */
"Pick an interval" = "Choisir une intervalle";

/* for x minutes */
"for %@" = "de %@";



/* singular days */
"day" = "jour";

/* in a list
 plural days */
"days" = "jours";
/* singular hours */
"hour" = "heure";

/* in a list
 plural hours */
"hours" = "heures";
/* 1 minute
 singular minutes */
"minute" = "minute";

/* More than 1 minute
 plural minutes */
"minutes" = "minutes";
/* singular months */
"month" = "mois";

/* plural months */
"months" = "mois";
/* singular seconds */
"second" = "seconde";

/* plural seconds */
"seconds" = "secondes";
/* singular weeks */
"week" = "semaine";

/* plural weeks */
"weeks" = "semaines";
/* singular years */
"year" = "an";

/* plural years */
"years" = "ans";

/* every Monday; every Wed, Thu, Sun */
"every " = "chaque ";

/* every 1 minute, every 1 hour
 Example: 'every year', 'every day' */
"every %@" = "chaque %@";

/* Example 'Every 2 days' */
"PLURAL_SENTENCE" = "tous les %1$d %2$@";

